tap "homebrew/bundle"
tap "homebrew/core"

brew "bash-completion"
brew "bat"
brew "bats"
brew "coreutils"
brew "couchdb"
brew "curl"
brew "freetype"
brew "gettext"
brew "gflags"
brew "git"
brew "glib"
brew "glog"
brew "gnutls"
brew "go"
brew "httpie"
brew "imagemagick"
brew "jpeg"
brew "jq"
brew "libpng"
brew "libyaml"
brew "mackup"
brew "nano"
brew "ncurses"
brew "neofetch"
brew "node"
brew "nvm"
brew "openjpeg"
brew "openssl"
brew "pkg-config"
brew "python"
brew "rapidjson"
brew "rbenv"
brew "readline"
brew "rpm"
brew "rpm2cpio"
brew "ruby"
brew "screenresolution"
brew "shellcheck"
brew "sqlite"
brew "ssdeep"
brew "stow"
brew "watchman"
brew "webp"
brew "wget"
brew "yarn"


## WorkBook
# brew "elasticsearch"
# brew "erlang"
# brew "exercism"
# brew "gnupg"
# brew "jenkins"
brew "kube-ps1"
brew "kubectx"
brew "kubernetes-cli"
brew "kubernetes-helm"
brew "kubetail"
# brew "mongodb"
# brew "osquery"
# brew "postgresql"
# brew "python@2"
# brew "rocksdb"
# brew "ruby-build"
# brew "telnet"


## HackBook
brew "dockutil"
brew "avr-binutils"
brew "avrdude"
brew "avr-gcc"
brew "dfu-programmer"
brew "gcc-arm-none-eabi"
brew "gmp"
brew "isl"
brew "libusb"
brew "libusb-compat"
brew "makedepend"
brew "youtube-dl"
